{
  "header": {
    "home": "Home",
    "about": "About",
    "skills": "Skills",
    "services": "Services",
    "portfolio": "Portfolio",
    "contact": "Contact me"
  },
  "home": {
    "title": "Hi, I'm Allan",
    "description": "Web developer with strong expertise and a passion for turning code into functional solutions. Specializing in web technologies and dedicated to crafting exceptional digital experiences.",
    "scroll": "Scroll down"
  },
  "about": {
    "title": "About Me",
    "subtitle": "My introduction",
    "description": "Software developer passionate about creating solutions that impact people's lives. With experience in both blockchain and conventional web, my journey includes 4 years of voluntary work, leading teams and turning ideas into reality. Specializing in HTML, CSS, JS, React, Next, Node, Flutter, Dart, AWS Serverless, and TypeScript, I am a self-taught, dedicated, and persistent fullstack developer. My meticulous attention to detail drives the quality of each project, as I believe even the smallest aspect makes a difference in the final outcome. My goal is to create memorable applications that enrich people's lives. Beyond the realm of programming, my time is divided among gaming, anime, travel, trails, nature, and graffiti. I look forward to taking on new challenges and continuing to grow as a professional."
  },
  "skill": {
    "title": "Skills",
    "subtitle": "My techinical level",
    "morethan": "More than 1 years"
  },
  "qualification": {
    "title": "Qualification",
    "subtitle": "My personal journey",
    "work": "Work",
    "education": "Education"
  },
  "services": {
    "title": "Services",
    "subtitle": "What I offer",
    "more": "View More"
  },
  "portfolio": {
    "title": "Portfolio",
    "subtitle": "Most recent work",
    "mbook": "Personal mobile diary app for jotting thoughts, feelings, and moments. Features rich text entries, cards, and buttons. No animations. Designed for individuals seeking self-reflection and sharing. Capturing actions, thoughts, and moments fosters self-awareness, expression, and clarity. Developed with Flutter, Node, and Dart. An intuitive note-taking app enabling text, images, and video entries. A unique diary solution in the market.",
    "luckysea": "I developed a responsive NFT lootbox for desktop and web app, featuring original roulette wheels, cards, and illustrations. Technologies like ReactJS, TypeScript, ethers.js, and web3 were employed. Directly connected to the blockchain.",
    "greengrocer": "I developed an e-commerce app for Android and iOS, centered around vegetables, greens, fruits, and more. It offers convenience for online shopping, featuring buttons, product cards, and shopping lists. Built with Flutter/Dart, it showcases cards, loadings, and screen transitions.",
    "unimidia": "I created a responsive digital menu for desktop, mobile, and Android app. Features dashboards, TV control, and cards for information. Aimed at businesses looking to boost sales by promoting products. Built with ReactJS, TypeScript, styled-components, and Radix. Future marketplace implementation planned."
  },
  "project": {
    "title": "You have a new project",
    "description": "Contact me now and het a 30% discount on your new project.",
    "contact": "Contact Me"
  },
  "contact": {
    "title": "Contact me",
    "subtitle": "Get in touch",
    "call": "Call Me",
    "location": "Location",
    "name": "Name",
    "project": "Project",
    "message": "Message",
    "sendMessage": "Send Message"
  },
  "footer": {
    "services": "Services",
    "portfolio": "Portfolio",
    "contactme": "Contactme",
    "copy": "pr.dev. All right reserved"
  }
}
